Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# prog_stretching_d4_title
source: Spinal Twists
es: giros espinales
fr: Torsions vertébrales
hi: रीढ़ की हड्डी में मरोड़
it: Torsioni spinali
ja: 脊椎のねじれ
ko: 척추 비틀림
nl: Spinale wendingen
pl: Skręcenia kręgosłupa
pt: Torções na coluna
ru: Скручивания позвоночника
tr: Omurga bükülmeleri
zh_hans: 脊柱扭转
zh_hant: 脊椎扭轉

# prog_stretching_d5_t1
source: %lld Min Full Body Flow
es: %lld Flujo mínimo de cuerpo completo
fr: %lld Débit corporel min.
hi: %lld न्यूनतम पूर्ण शारीरिक प्रवाह
it: %lld Flusso minimo del corpo completo
ja: %lld 最小全身流量
ko: %lld 최소 전신 흐름
nl: %lld Min. volledige lichaamsstroom
pl: %lld Min. przepływ całego ciała
pt: %lld Fluxo mínimo de corpo inteiro
ru: %lld Мин. полный поток тела
tr: %lld Minimum Tam Vücut Akışı
zh_hans: %lld 最小全身流量
zh_hant: %lld 最小全身流量

# prog_stretching_d5_title
source: Full Body Flow
es: flujo de cuerpo completo
fr: Flux corporel complet
hi: पूर्ण शरीर प्रवाह
it: Flusso corporeo completo
ja: 全身の流れ
ko: 전신 흐름
nl: Volledige lichaamsstroom
pl: Pełny przepływ ciała
pt: Fluxo de corpo inteiro
ru: Полный поток тела
tr: Tam vücut akışı
zh_hans: 全身流动
zh_hant: 全身流動

# prog_teeth_d7_title
source: Check-up Routine
es: rutina de chequeo
fr: Routine de contrôle
hi: जांच की दिनचर्या
it: Routine di controllo
ja: 定期的なチェックアップ
ko: 점검 루틴
nl: Controleroutine
pl: Rutynowa kontrola
pt: Rotina de check-up
ru: Процедура осмотра
tr: Kontrol rutini
zh_hans: 常规检查
zh_hant: 常規檢查

# prog_water_d1_title
source: Morning Flush
es: Flujo matutino
fr: Rougeur du matin
hi: सुबह की लालिमा
it: Rossore mattutino
ja: モーニングフラッシュ
ko: 아침 플러시
nl: Ochtendspoeling
pl: Poranny rumieniec
pt: Rubor matinal
ru: Утренний прилив
tr: Sabah Sifonu
zh_hans: 晨间冲洗
zh_hant: 晨間沖洗

# prog_water_d7_title
source: Tracking-Check
es: Verificación de seguimiento
fr: Contrôle de suivi
hi: ट्रैकिंग जांच
it: Controllo del tracciamento
ja: 追跡チェック
ko: 추적 확인
nl: Trackingcontrole
pl: Kontrola śledzenia
pt: Verificação de rastreamento
ru: Проверка отслеживания
tr: Takip kontrolü
zh_hans: 跟踪检查
zh_hant: 追蹤檢查

# purchase.coins_deducted_format
source: -%d Coins
es: -%d Monedas
fr: -%d Pièces
hi: -%dसिक्के
it: -%d Monete
ja: -%d コイン
ko: -%d 코인
nl: -%d Munten
pl: -%d Monety
pt: -%d Moedas
ru: -%dМонеты
tr: -%d Para
zh_hans: -%d 金币
zh_hant: -%d硬幣

# quiz.lifestyle
source: Lifestyle
es: Estilo de Vida
fr: Mode de Vie
hi: लाइफ़स्टाइल
it: Stile di Vita
ja: ライフスタイル
ko: 라이프스타일
nl: Levensstijl
pl: Styl Życia
pt: Estilo de Vida
ru: Образ жизни
tr: Yaşam Tarzı
zh_hans: 生活方式
zh_hant: 生活方式

# rarity.bronze
source: Bronze
es: Bronce
hi: कांस्य
ja: ブロンズ
ko: 청동
nl: Bronzen
pl: Brązowy
ru: Бронза
tr: Bronz
zh_hans: 青铜
zh_hant: 青銅

# rarity.gold
source: Gold
es: Oro
fr: Or
hi: सोना
ja: 金
ko: 금
nl: Goud
pl: Złoto
pt: Ouro
ru: Золото
tr: Altın
zh_hans: 黄金
zh_hant: 金子

# rarity.master
source: Master
es: Maestro
fr: Maître
hi: मास्टर
it: Maestro
ja: マスター
ko: 마스터
pl: Mistrz
pt: Mestre
ru: Мастер
tr: Usta
zh_hans: 大师
zh_hant: 掌握

# reward.coins_format
source: %d Coins
es: %d Monedas
fr: %d pièces
hi: %dसिक्के
ja: %d コイン
ko: %d개의 코인
nl: %d Munten
pl: %d Monety
pt: %d moedas
ru: Монеты%d
tr: %d Para
zh_hans: %d 金币
zh_hant: %d硬幣

# routine.default_name
source: Routine
es: Rutina
hi: दिनचर्या
ja: ルーティン
ko: 루틴
pl: Rutyna
pt: Rotina
ru: Рутина
tr: Rutin
zh_hans: 日常
zh_hant: 日常

# routine.gym
source: Gym-Routine
es: Rutina de gimnasio
fr: Routine de sport
hi: जिम रूटीन
it: Routine da palestra
ja: ジムルーティン
ko: 체육관 루틴
pl: Rutyna na siłownię
pt: Rotina de ginásio
ru: тренировочная рутина
tr: Spor Rutini
zh_hans: 健身房例行事项
zh_hant: 健身常規

# routine.strict_mode.blocked.ok
source: OK
es: DE ACUERDO
fr: D'ACCORD
hi: ठीक है
ja: わかりました
ko: 좋아요
ru: ХОРОШО
tr: TAMAM
zh_hans: 好的
zh_hant: 好的

# routine.timer
source: Timer
es: Temporizador
fr: Minuteur
hi: टाइमर
ja: タイマー
ko: 타이머
pt: Temporizador
ru: Таймер
tr: Zamanlayıcı
zh_hans: 定时器
zh_hant: 定時器

# routine.todo.add.short
source: To-do
es: Tarea
fr: À faire
hi: कार्य
it: Da fare
ko: 할 일
pt: Tarefa
ru: Задача
tr: Görev
zh_hans: 待办
zh_hant: 待辦

# routine.todo.default
source: To-Do
es: Hacer
fr: Faire
hi: करने के लिए
it: Fare
ja: やること
ko: 해야 할 일
nl: Te doen
pl: Zrobić
pt: Pendência
ru: Делать
tr: yapmak
zh_hans: 要做的事
zh_hant: 要做的事

# screenTime.suggestions.adult.title
source: Adult Filter
es: Filtro adulto
fr: Filtre adulte
hi: वयस्क फ़िल्टर
it: Filtro adulti
ja: アダルトフィルター
ko: 성인 필터
nl: Volwassenenfilter
pl: Filtr dla dorosłych
pt: Filtro adulto
ru: Фильтр для взрослых
tr: Yetişkin Filtresi
zh_hans: 成人内容过滤器
zh_hant: 成人內容過濾器

# screenTime.suggestions.games.title
source: Games
es: Juegos
fr: Jeux
hi: खेल
it: Giochi
ja: ゲーム
ko: 게임
pl: Gry
pt: Jogos
ru: Игры
tr: Oyunlar
zh_hans: 游戏
zh_hant: 遊戲

# screenTime.suggestions.social.title
source: Social Media (TikTok etc.)
es: Redes Sociales (TikTok etc.)
fr: Réseaux Sociaux (TikTok etc.)
hi: सोशल मीडिया (टिकटॉक आदि)
it: Social Media (TikTok ecc.)
ja: ソーシャルメディア（TikTokなど）
ko: 소셜 미디어 (TikTok 등)
pl: Media społecznościowe (TikTok itp.)
pt: Mídia Social (TikTok etc.)
ru: Социальные сети (TikTok и т. д.)
tr: Sosyal Medya (TikTok vb.)
zh_hans: 社交媒体（TikTok 等）
zh_hant: 社群媒體（TikTok 等）

# settings.appearance.system
source: System
es: Sistema
fr: Système
hi: सिस्टम
ja: システム
ko: 체계
nl: Systeem
pt: Sistema
ru: Система
tr: Sistem
zh_hans: 系统
zh_hant: 系統

# settings.audio
source: Audio & Sounds
es: Audio y Sonidos
fr: Audio & Sons
hi: ऑडियो और ध्वनियाँ
ja: オーディオとサウンド
ko: 오디오 및 사운드
nl: Audio en geluiden
pl: Dźwięk i dźwięki
pt: Áudio & Sons
ru: Аудио и звуки
tr: Ses ve Sesler
zh_hans: 音频和声音
zh_hant: 音訊和聲音

# settings.language.en
source: English
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
ja: 英語
ko: 영어
nl: Engels
pl: angielski
pt: Inglês
ru: Английский
tr: İngilizce
zh_hans: 英语
zh_hant: 英語

# settings.section.social
source: Community
es: Comunidad
fr: Communauté
hi: समुदाय
it: Comunità
ja: コミュニティ
ko: 커뮤니티
nl: Gemeenschap
pl: Społeczność
pt: Comunidade
ru: Сообщество
tr: Topluluk
zh_hans: 社区
zh_hant: 社群

# shop.category.powerups
source: POWER-UPS
es: Potenciadores
hi: पावर-अप्स
ja: パワーアップ
ko: 파워업
pl: Dopalacze
ru: УСИЛИТЕЛИ
tr: Güç kaynağını çalıştırın
zh_hans: 通电
zh_hant: 通電

# shop.coins_format
source: %d Coins
es: %d Monedas
fr: %d pièces
hi: %dसिक्के
ja: %d コイン
ko: %d개의 코인
nl: %d Munten
pl: %d Monety
pt: %d moedas
ru: Монеты%d
tr: %d Para
zh_hans: %d硬币
zh_hant: %d硬幣

# shop.filter.items
source: Items
es: Objetos
fr: Objets
hi: आइटम्स
ja: アイテム
ko: 품목
nl: Artikelen
pl: Rzeczy
ru: Предметы
tr: Öğeler
zh_hans: 项目
zh_hant: 專案

# shop.title
source: Shop
es: Tienda
fr: Boutique
hi: दुकान
ja: 店
ko: 가게
nl: Winkel
pl: Sklep
pt: Loja
ru: Магазин
tr: Mağaza
zh_hans: 店铺
zh_hant: 店鋪

# statistik_kachel_streak
source: Streak
es: Racha
fr: Série
hi: धारी
ja: ストリーク
ko: 줄
nl: Streep
pl: Pasemko
pt: Sequência
ru: Полоса
tr: Rüzgâr gibi geçmek
zh_hans: 条纹
zh_hant: 條紋

# statistik_life_balance
source: Life Balance
es: Equilibrio
fr: Équilibre
hi: जीवन संतुलन
it: Equilibrio
ja: ライフバランス
ko: 라이프 밸런스
nl: Levensbalans
pl: Równowaga życia
pt: Equilíbrio
ru: Баланс жизни
tr: Yaşam Dengesi
zh_hans: 生活平衡
zh_hant: 生活平衡

# stats.balance.title
source: Life Balance
es: Balance de vida
fr: Équilibre de vie
hi: जीवन संतुलन
it: Equilibrio di vita
ja: ライフバランス
ko: 라이프 밸런스
nl: Levensbalans
pl: Równowaga życiowa
pt: Equilíbrio de vida
ru: Баланс жизни
tr: Yaşam Dengesi
zh_hans: 生活平衡
zh_hant: 生活平衡

# stats.coins
source: Coins
es: Monedas
fr: Pièces
hi: सिक्के
ja: コイン
ko: 동전
nl: Munten
pl: Monety
pt: Moedas
ru: Монеты
tr: Paralar
zh_hans: 硬币
zh_hant: 硬幣

# stats.score.streak
source: Streak
es: Racha
fr: Série
hi: धारी
ja: ストリーク
ko: 줄
nl: Streep
pl: Pasemko
pt: Sequência
ru: Полоса
tr: Rüzgâr gibi geçmek
zh_hans: 条纹
zh_hant: 條紋

# stats.streak
source: Streak
es: Racha
fr: Série
hi: धारी
ja: ストリーク
ko: 줄
nl: Streep
pl: Pasemko
pt: Sequência
ru: Полоса
tr: Rüzgâr gibi geçmek
zh_hans: 条纹
zh_hant: 條紋

# streak.label
source: Streak
es: Racha
fr: Série
hi: धारी
it: Serie
ja: ストリーク
ko: 연속
nl: Reeks
pl: Seria
pt: Sequência
ru: Полоса
tr: Seri
zh_hans: 条纹
zh_hant: 條紋

# streak.view.title
source: Streak
es: Racha
fr: Série
hi: धारी
ja: ストリーク
ko: 줄
nl: Streep
pl: Pasemko
pt: Sequência
ru: Полоса
tr: Rüzgâr gibi geçmek
zh_hans: 条纹
zh_hant: 條紋

# tab.pass
source: Pass
es: Pase
hi: पास
ja: 合格
ko: 통과하다
nl: Doorgang
pl: Przechodzić
pt: Passe
ru: Пропустить
tr: Geçmek
zh_hans: 护照
zh_hant: 護照

# tab.shop
source: Shop
es: Tienda
fr: Boutique
hi: दुकान
ja: 店
ko: 가게
nl: Winkel
pl: Sklep
pt: Loja
ru: Магазин
tr: Mağaza
zh_hans: 店铺
zh_hant: 店鋪

# tier_bronze
source: Bronze
es: Bronce
hi: कांस्य
ja: ブロンズ
ko: 청동
nl: Bronzen
pl: Brązowy
ru: Бронза
tr: Bronz
zh_hans: 青铜
zh_hant: 青銅

# tier_gold
source: Gold
es: Oro
fr: Or
hi: सोना
ja: 金
ko: 금
nl: Goud
pl: Złoto
pt: Ouro
ru: Золото
tr: Altın
zh_hans: 金子
zh_hant: 金子

# tier_stufe_bronze_1
source: Bronze
es: Bronce
hi: कांस्य
ja: ブロンズ
ko: 청동
nl: Bronzen
pl: Brązowy
ru: Бронза
tr: Bronz
zh_hans: 青铜
zh_hant: 青銅

# tier_stufe_bronze_2
source: Bronze
es: Bronce
hi: कांस्य
ja: ブロンズ
ko: 청동
nl: Bronzen
pl: Brązowy
ru: Бронза
tr: Bronz
zh_hans: 青铜
zh_hant: 青銅

# tier_stufe_bronze_3
source: Bronze
es: Bronce
hi: कांस्य
ja: ブロンズ
ko: 청동
nl: Bronzen
pl: Brązowy
ru: Бронза
tr: Bronz
zh_hans: 青铜
zh_hant: 青銅

# tier_stufe_gold_1
source: Gold
es: Oro
fr: Or
hi: सोना
ja: 金
ko: 금
nl: Goud
pl: Złoto
pt: Ouro
ru: Золото
tr: Altın
zh_hans: 金子
zh_hant: 金子

# tier_stufe_gold_2
source: Gold
es: Oro
fr: Or
hi: सोना
ja: 金
ko: 금
nl: Goud
pl: Złoto
pt: Ouro
ru: Золото
tr: Altın
zh_hans: 金子
zh_hant: 金子

# tier_stufe_gold_3
source: Gold
es: Oro
fr: Or
hi: सोना
ja: 金
ko: 금
nl: Goud
pl: Złoto
pt: Ouro
ru: Золото
tr: Altın
zh_hans: 金子
zh_hant: 金子

# tier_stufe_master_1
source: Master
es: Maestro
fr: Maître
hi: मास्टर
ja: マスター
ko: 주인
nl: Meester
pl: Gospodarz
pt: Mestre
ru: Мастер
tr: Usta
zh_hans: 掌握
zh_hant: 掌握

# timer.mode.standard
source: Standard
es: Estándar
hi: मानक
ja: 標準
ko: 기준
nl: Standaard
pt: Padrão
ru: Стандарт
tr: Standart
zh_hans: 标准
zh_hant: 標準

# titel.geranium
source: Geranium-Genius
es: Genio del Geranio
fr: Génie du Géranium
hi: जार्जिन-जीनियस
ja: ゼラニウムの天才
ko: 제라늄 천재
nl: Geranium genie
pl: Geranium geniusz
pt: Génio do Gerânio
ru: Герань-Гений
tr: Sardunya Dahisi
zh_hans: 天竺葵天才
zh_hant: 天竺葵天才

# titel.monstera
source: Monstera-Mastermind
es: Mente Maestra de la Monstera
fr: Génie de la Monstera
hi: मोन्स्टेरा-मास्टरमाइंड
ja: モンステラ マスターマインド
ko: 몬스테라 마스터마인드
nl: Monstera Meesterbrein
pl: Mistrz Monstery
pt: Génio da Monstera
ru: Монстера-Вдохновитель
tr: Monstera Beyni
zh_hans: 龟背竹策划者
zh_hant: 龜背竹策劃者

# tour_3_title
source: Shop & Power-Ups
es: Tienda y potenciadores
fr: Boutique et power-ups
hi: दुकान और पावर-अप्स
it: Negozio e potenziamenti
ja: ショップとパワーアップ
ko: 쇼핑 및 파워업
nl: Winkelen en power-ups
pl: Sklepy i ulepszenia
pt: Loja e power-ups
ru: Магазин и бонусы
tr: Alışveriş ve Güçlendirmeler
zh_hans: 商店和强化道具
zh_hant: 商店和強化道具

# tour_plant_timer_title
source: Daily Reminder
es: Recordatorio
fr: Rappel
hi: अनुस्मारक
it: Promemoria
ja: リマインダー
ko: 리마인더
nl: Herinnering
pl: Przypomnienie
pt: Lembrete
ru: Напоминание
tr: Hatırlatıcı
zh_hans: 提醒
zh_hant: 提醒

# tour_plant_todos_title
source: To-Dos
es: Tareas
fr: Tâches
hi: कार्य
it: Cose da fare
ja: タスク
ko: 할 일
nl: Taken
pl: Zadania
pt: Tarefas
ru: Задачи
tr: Görevler
zh_hans: 待办事项
zh_hant: 待辦事項

# tour_todo_intro_title
source: To-Dos
es: Tareas
fr: Tâches
hi: कार्य
it: Cose da fare
ja: タスク
ko: 할 일
nl: Taken
pl: Zadania
pt: Tarefas
ru: Задачи
tr: Görevler
zh_hans: 待办事项
zh_hant: 待辦事項

# trigger.stress
source: Stress
es: Estrés
hi: तनाव
ja: ストレス
ko: 스트레스
pl: Stres
pt: Estresse
ru: Стресс
tr: Stres
zh_hans: 压力
zh_hant: 壓力

# weather.detail.gems
source: COINS
es: GEMAS
fr: PIÈCES
hi: सिक्के
ja: コイン
ko: 코인
nl: MUNTEN
pl: MONETY
pt: MOEDAS
ru: МОНЕТЫ
tr: PARALAR
zh_hans: 硬币
zh_hant: 硬幣

# weather.effect.gems_minus
source: -30％ Gems
es: -30％ Gemas
fr: -30％ gemmes
hi: -30％ रत्न
ja: -30％ ジェム
ko: -30％ 보석
nl: -30％ Edelstenen
pl: -30％ Klejnoty
pt: -30％ gemas
ru: -30％ драгоценных камней
tr: %@ Mücevher
zh_hans: -30％ 宝石
zh_hant: -30％ 寶石

# weather.effect.gems_plus
source: +50％ Gems
es: +50％ Gemas
fr: +50％ gemmes
hi: +50％ रत्न
ja: +50％ ジェム
ko: 보석 +50％
nl: +50％ edelstenen
pl: +50％ Klejnotów
pt: +50％ gemas
ru: +50％ драгоценных камней
tr: %@ Mücevher
zh_hans: +50％ 宝石
zh_hant: +50％ 寶石

# weekly_report.button.pro_badge
source: PRO FEATURE
es: FUNCIÓN PRO
fr: FONCTION PRO
hi: प्रो फीचर
it: FUNZIONE PRO
ja: プロ機能
ko: 프로 기능
pl: FUNKCJA PRO
pt: RECURSO PRO
ru: ПРОФУНКЦИЯ
tr: PRO ÖZELLİK
zh_hans: 专业版特点
zh_hant: 專業版特點

# weekly_report.card.sessions
source: Sessions
es: Sesiones
hi: सत्र
it: Sessioni
ja: セッション
ko: 세션
nl: Sessies
pl: Sesje
pt: Sessões
ru: Сессии
tr: Oturumlar
zh_hans: 会议
zh_hant: 會議

# widget_interactive_routine_title
source: Routine (Pro)
es: Rutina (Pro)
hi: नियमित (प्रो)
ja: ルーチン (Pro)
ko: 루틴 (Pro)
pl: Rutyna (Pro)
pt: Rotina (Pro)
ru: Рутина (Про)
tr: Rutin (Pro)
zh_hans: 常规（专业版）
zh_hant: 常規（專業版）

# widget_lock_streak_title
source: Streak (Pro)
es: Racha (Pro)
fr: Série (Pro)
hi: स्ट्रीक (प्रो)
it: Serie (Pro)
ja: ストリーク (Pro)
ko: 연속 기록 (Pro)
nl: Reeks (Pro)
pl: Seria (Pro)
pt: Sequência (Pro)
ru: Стрик (Про)
tr: Seri (Pro)
zh_hans: 连胜（专业版）
zh_hant: 連勝（專業版）

# widget_routine_type
source: Routine
es: rutina
hi: विजेट रूटीन प्रकार
ja: ルーティーン
ko: 루틴
pl: rutyna
pt: rotina
ru: widget_routine_type
tr: rutin
zh_hans: 例程类型
zh_hant: 小工具例行公事類型

# widget_streak_title
source: Streak
es: Racha
fr: Traînée
hi: धारी
it: Strisciante
ja: ストリーク
ko: 줄
nl: Streep
pl: Pasemko
pt: Onda
ru: Полоса
tr: Rüzgâr gibi geçmek
zh_hans: 条纹
zh_hant: 條紋

# plant.aloe_vera.name
source: Aloe Vera
fr: Aloé Vera
hi: एलोविरा
ja: アロエベラ
ko: 알로에베라
nl: Aloë Vera
pl: Aloes
pt: Aloé Vera
ru: Алое Вера
zh_hans: 芦荟
zh_hant: 蘆薈

# profile.level.max
source: Max Level!
fr: Niveau max !
hi: अधिकतम स्तर!
ja: レベルマックス！
ko: 최대 레벨!
nl: Maximaal niveau!
pl: Maksymalny poziom!
pt: Nível máximo!
ru: Максимальный уровень!
tr: Maksimum Seviye!
zh_hans: 最高等级！
zh_hant: 最高等級！

# settings.language.es
source: Español
fr: Espagnol
hi: स्पेनिश
ja: スペイン語
ko: 스페인어
nl: Spaans
pl: hiszpański
pt: Espanhol
ru: Испанский
tr: İspanyolca
zh_hans: 西班牙语
zh_hant: 西班牙語

# tour_plant_health_title
source: Apple Health
fr: Santé Apple
it: Salute Apple
ja: Apple ヘルスケア
ko: Apple 건강
pt: Saúde Apple
tr: Apple Sağlık
zh_hans: Apple 健康
zh_hant: Apple 健康

source: %@ (Gratis)
hi: %@(मुक्त)
ru: %@(Бесплатно)
zh_hans: %@（免费）
zh_hant: %@（免費）

source: %lld Unkraut
hi: %lएलडी अनक्राट
ru: %lld отбросы
zh_hans: %l砾草
zh_hant: %lld 雜草

# app_name_grovy
source: Grovy
hi: ग्रोवी
ja: グロビー
ko: 그로비
ru: Грови
zh_hans: 格罗维
zh_hant: 格羅維

# app.name
source: Grovy
hi: ग्रोवी
ru: Грови
zh_hans: 格罗维
zh_hant: 格羅維

# apple.health.unit.mindfulness
source: min
hi: मिन
ja: 分
ko: 분
ru: мин
tr: dk
zh_hans: 分钟
zh_hant: 分分鐘

# apple.health.unit.running
source: min
hi: मिन
ja: 分
ko: 분
ru: мин
tr: dk
zh_hans: 分钟
zh_hant: 分分鐘

# apple.health.unit.sleep
source: h
hi: एच
ja: 時間
ko: 시간
nl: u
pl: godz.
ru: х
tr: sa
zh_hant: 小時

# apple.health.unit.strengthTraining
source: min
hi: मिन
ja: 分
ko: 분
ru: мин
tr: dk
zh_hans: 分钟
zh_hant: 分分鐘

# apple.health.unit.water
source: ml
hi: एमएल
ru: мл
zh_hans: 毫升
zh_hant: 毫升

# assessment.insight.action.add_habit
source: Challenge annehmen
hi: चुनौती स्वीकार करें
ja: チャレンジを受ける
ko: 챌린지 수락
nl: Uitdaging accepteren
pl: Podejmij wyzwanie
ru: Принять вызов
zh_hans: 接受挑战
zh_hant: 接受挑戰

# assessment.insight.action.open_plant
source: Details ansehen
hi: विवरण देखें
ja: 詳細を見る
ko: 세부 정보 보기
nl: Details bekijken
pl: Zobacz szczegóły
ru: Смотреть детали
zh_hans: 查看详情
zh_hant: 查看詳情

# assessment.insight.action.set_reminder
source: Erinnerung setzen
hi: रिमाइंडर सेट करें
ja: リマインダーを設定する
ko: 알림 설정
nl: Herinnering instellen
pl: Ustaw przypomnienie
ru: Установить напоминание
zh_hans: 设置提醒
zh_hant: 設定提醒

# assessment.insight.action.start_focus
source: Fokus-Modus testen
hi: फ़ोकस मोड का परीक्षण करें
ja: 集中モードをテストする
ko: 집중 모드 테스트
nl: Focusmodus testen
pl: Przetestuj tryb skupienia
ru: Протестировать режим фокусировки
zh_hans: 测试专注模式
zh_hant: 測試專注模式

# assessment.insight.challenge_waiting.desc
source: Du bist bereit für eine 90-Tage Challenge, hast aber noch keine abgeschlossen. Gib alles!
hi: आप 90-दिन की चुनौती के लिए तैयार हैं, लेकिन अभी तक एक भी पूरी नहीं की है। अपना सर्वश्रेष्ठ दें!
ja: 90日間チャレンジの準備はできていますが、まだ完了していません。全力を尽くしましょう！
ko: 90일 챌린지를 할 준비가 되었지만, 아직 완료하지 않았습니다. 최선을 다하세요!
nl: Je bent klaar voor een 90-dagen uitdaging, maar hebt er nog geen voltooid. Geef alles!
pl: Jesteś gotowy na wyzwanie 90-dniowe, ale jeszcze żadnego nie ukończyłeś. Daj z siebie wszystko!
ru: Вы готовы к 90-дневному вызову, но еще не завершили его. Выложитесь на полную!
zh_hans: 你已准备好迎接90天挑战，但还没有完成。全力以赴吧！
zh_hant: 你已準備好迎接90天挑戰，但還沒有完成。全力以赴吧！

# assessment.insight.challenge_waiting.title
source: 90-Tage Challenge
hi: 90-दिन की चुनौती
ja: 90日間チャレンジ
ko: 90일 챌린지
nl: 90-dagen uitdaging
pl: Wyzwanie 90-dniowe
ru: 90-дневный вызов
zh_hans: 90天挑战
zh_hant: 90天挑戰

# assessment.insight.empty
source: Im Moment sieht alles gut aus! Bleib am Ball.
hi: अभी सब कुछ अच्छा लग रहा है! इसे जारी रखें।
ja: 今のところすべて順調です！この調子で頑張りましょう。
ko: 현재까지 모두 좋아 보입니다! 계속 유지하세요.
nl: Op dit moment ziet alles er goed uit! Ga zo door.
pl: Na razie wszystko wygląda dobrze! Tak trzymaj.
ru: На данный момент все выглядит отлично! Так держать.
zh_hans: 目前看起来都不错！继续保持。
zh_hant: 目前看起來都不錯！繼續保持。

# assessment.insight.finance.no_habit.desc
source: Du hast bisher keine Finanzen-Gewohnheit hinzugefügt. Das ist der erste Schritt zur Kontrolle.
hi: आपने अभी तक कोई वित्तीय आदत नहीं जोड़ी है। नियंत्रण की दिशा में यह पहला कदम है。
ja: まだ財務の習慣を追加していません。これがコントロールの第一歩です。
ko: 아직 재정 습관을 추가하지 않았습니다. 이것이 통제의 첫걸음입니다.
nl: Je hebt nog geen financiële gewoonte toegevoegd. Dit is de eerste stap naar controle.
pl: Nie dodałeś jeszcze nawyku finansowego. To pierwszy krok do kontroli.
ru: Вы еще не добавили финансовую привычку. Это первый шаг к контролю.
zh_hans: 你还没有添加财务习惯。这是控制的第一步。
zh_hant: 你還沒有添加財務習慣。這是控制的第一步。

# assessment.insight.finance.no_habit.title
source: Keine Finanz-Gewohnheit
hi: कोई वित्तीय आदत नहीं
ja: 財務の習慣がありません
ko: 재정 습관 없음
nl: Geen financiële gewoonte
pl: Brak nawyków finansowych
ru: Нет финансовых привычек
zh_hans: 没有财务习惯
zh_hant: 沒有財務習慣

# assessment.insight.focus_active.desc
source: Du nutzt den Fokus-Modus bereits. Weiter so!
hi: आप पहले से ही फ़ोकस मोड का उपयोग कर रहे हैं। इसे जारी रखें!
ja: すでに集中モードを使用しています。この調子で頑張りましょう！
ko: 이미 집중 모드를 사용 중입니다. 계속 유지하세요!
nl: Je gebruikt de focusmodus al. Ga zo door!
pl: Już używasz trybu skupienia. Tak trzymaj!
ru: Вы уже используете режим фокусировки. Продолжайте в том же духе!
zh_hans: 你已经在使用专注模式了。继续保持！
zh_hant: 你已經在使用專注模式了。繼續保持！

# assessment.insight.focus_active.title
source: Guter Fokus
hi: अच्छा फ़ोकस
ja: 良い集中力
ko: 좋은 집중력
nl: Goede focus
pl: Dobre skupienie
ru: Хорошая концентрация
zh_hans: 良好的专注
zh_hant: 良好的專注

# assessment.insight.header
source: Was man verbessern kann
hi: सुधार के क्षेत्र
ja: 改善すべき点
ko: 개선할 점
nl: Verbeterpunten
pl: Obszary do poprawy
ru: Что можно улучшить
zh_hans: 需要改进的地方
zh_hant: 需要改進的地方

# assessment.insight.health.no_habit.desc
source: Du hast weder Gesundheits- noch Fitness-Gewohnheiten aktiviert. Dein Körper ist dein Kapital.
hi: आपने स्वास्थ्य या फिटनेस से जुड़ी कोई आदत सक्रिय नहीं की है। आपका शरीर आपकी पूंजी है。
ja: 健康やフィットネスの習慣をアクティブにしていません。体はあなたの資本です。
ko: 건강 또는 피트니스 습관을 활성화하지 않았습니다. 당신의 몸이 곧 자본입니다.
nl: Je hebt geen gezondheids- of fitnessgewoontes geactiveerd. Je lichaam is je kapitaal.
pl: Nie aktywowałeś żadnych nawyków związanych ze zdrowiem lub kondycją. Twoje ciało to twój kapitał.
ru: Вы не активировали привычки для здоровья или фитнеса. Ваше тело - ваш капитал.
zh_hans: 你还没有激活健康或健身习惯。身体是你的资本。
zh_hant: 你還沒有激活健康或健身習慣。身體是你的資本。

# assessment.insight.health.no_habit.title
source: Fehlende Basis
hi: बुनियाद की कमी
ja: 基礎がありません
ko: 기반 부족
nl: Ontbrekende basis
pl: Brak podstaw
ru: Отсутствует база
zh_hans: 缺乏基础
zh_hant: 缺乏基礎

# assessment.insight.lifestyle.review.desc
source: Deine Umgebung formt dich. Optimiere deinen Alltag weiter.
hi: आपका परिवेश आपको आकार देता है। अपने दैनिक जीवन को अनुकूलित करना जारी रखें。
ja: 環境があなたを形成します。日常生活の最適化を続けましょう。
ko: 환경이 당신을 만듭니다. 일상 생활을 계속 최적화하세요.
nl: Je omgeving vormt je. Blijf je dagelijks leven optimaliseren.
pl: Twoje środowisko cię kształtuje. Kontynuuj optymalizację swojego codziennego życia.
ru: Ваше окружение формирует вас. Продолжайте оптимизировать свою повседневную жизнь.
zh_hans: 环境塑造你。继续优化你的日常生活。
zh_hant: 環境塑造你。繼續優化你的日常生活。

# assessment.insight.lifestyle.review.title
source: Umgebung prüfen
hi: पर्यावरण की जाँच करें
ja: 環境の確認
ko: 환경 점검
nl: Omgeving controleren
pl: Sprawdź środowisko
ru: Проверка окружения
zh_hans: 检查环境
zh_hant: 檢查環境

# assessment.insight.low_streak.desc
source: Du bist bei einer Gewohnheit unter 3 Tagen Streak. Lass sie nicht abreißen!
hi: आपकी किसी आदत की स्ट्रीक 3 दिनों से कम है। इसे टूटने न दें!
ja: ある習慣の連続記録が3日未満です。途切れさせないでください！
ko: 한 습관의 연속 기록이 3일 미만입니다. 끊기지 않게 하세요!
nl: Je hebt voor een gewoonte een reeks van minder dan 3 dagen. Laat het niet afbreken!
pl: Twoja seria dla jednego z nawyków wynosi mniej niż 3 dni. Nie pozwól jej przerwać!
ru: Ваша серия для одной из привычек меньше 3 дней. Не прерывайте ее!
zh_hans: 你的一个习惯连续天数不到3天。不要让它中断！
zh_hant: 你的一個習慣連續天數不到3天。不要讓它中斷！

# assessment.insight.low_streak.title
source: Streak in Gefahr
hi: लगातार रिकॉर्ड खतरे में
ja: 連続記録の危機
ko: 연속 기록 위기
nl: Reeks in gevaar
pl: Seria zagrożona
ru: Серия под угрозой
zh_hans: 连续记录处于危险中
zh_hant: 連續記錄處於危險中

# assessment.insight.missing_reminder.desc
source: Du hast für einige Gewohnheiten keine Erinnerungen gesetzt. Kontinuität braucht Systeme.
hi: आपने कुछ आदतों के लिए रिमाइंडर सेट नहीं किए हैं। निरंतरता के लिए सिस्टम की आवश्यकता होती है。
ja: 一部の習慣にリマインダーを設定していません。継続にはシステムが必要です。
ko: 일부 습관에 알림을 설정하지 않았습니다. 지속성을 위해서는 시스템이 필요합니다.
nl: Je hebt voor sommige gewoontes geen herinneringen ingesteld. Continuïteit vereist systemen.
pl: Nie ustawiłeś przypomnień dla niektórych nawyków. Ciągłość wymaga systemu.
ru: Вы не установили напоминания для некоторых привычек. Для непрерывности нужна система.
zh_hans: 你没有为一些习惯设置提醒。坚持需要系统。
zh_hant: 你沒有為一些習慣設定提醒。堅持需要系統。

# assessment.insight.missing_reminder.title
source: Erinnerung fehlt
hi: रिमाइंडर गायब है
ja: リマインダーがありません
ko: 알림 누락
nl: Herinnering ontbreekt
pl: Brak przypomnienia
ru: Нет напоминания
zh_hans: 缺少提醒
zh_hant: 缺少提醒

# assessment.insight.no_focus.desc
source: Du hast noch keine Fokus-Sessions gestartet. Tiefenarbeit ist der Schlüssel zu mehr Effizienz.
hi: आपने अभी तक कोई फ़ोकस सत्र शुरू नहीं किया है। डीप वर्क अधिक दक्षता की कुंजी है。
ja: まだ集中セッションを開始していません。ディープワークは効率向上の鍵です。
ko: 아직 집중 세션을 시작하지 않았습니다. 딥 워크는 효율성 향상의 핵심입니다.
nl: Je bent nog geen focussessies gestart. Diep werk is de sleutel tot meer efficiëntie.
pl: Nie rozpocząłeś jeszcze żadnych sesji skupienia. Głęboka praca to klucz do większej wydajności.
ru: Вы еще не начинали сеансы фокусировки. Глубокая работа - ключ к большей эффективности.
zh_hans: 你还没有开始专注阶段。深度工作是提高效率的关键。
zh_hant: 你還沒有開始專注階段。深度工作是提高效率的關鍵。

# assessment.insight.no_focus.title
source: Fokus-Modus ungenutzt
hi: फ़ोकस मोड अप्रयुक्त
ja: 集中モード未使用
ko: 집중 모드 미사용
nl: Focusmodus ongebruikt
pl: Tryb skupienia nieużywany
ru: Режим фокусировки не используется
zh_hans: 专注模式未使用
zh_hant: 專注模式未使用

# benchmark.top
source: Top 1％
hi: शीर्ष 1％
ja: トップ 1％
ko: 상위 1％
ru: Топ 1％
zh_hans: 前 1％
zh_hant: 前 1％

# bonus_text
source: Bonus!
hi: बोनस!
ja: ボーナス！
ko: 보너스!
pt: Bónus!
ru: Бонус!
zh_hans: 奖金！
zh_hant: 獎金！

# button.ok
source: OK
hi: ठीक है
ja: わかりました
ko: 좋아요
ru: ОК
tr: TAMAM
zh_hans: 好的
zh_hant: 好的

# category.mental
source: Mental
hi: मानसिक
it: Mentale
ja: メンタル
ko: 정신
nl: Mentaal
pl: Mentalny
ru: Психический
tr: Zihinsel
zh_hans: 心理的
zh_hant: 精神上

source: character.category.%@
hi: चरित्र.श्रेणी.%@
ru: персонаж.категория.%@
zh_hans: 字符.类别.%@
zh_hant: 字元.類別。電壓%@
